Revit 2027 API
ParameterTypeId.ViewportAttrLabelTag Property
 "Title"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewportAttrLabelTag { get; }
Public Shared ReadOnly Property ViewportAttrLabelTag As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewportAttrLabelTag {
	ForgeTypeId^ get ();
}
static member ViewportAttrLabelTag : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace